{
    "id": "A10706964",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "Alien Registration Form,, A10 706 964.",
                "Notice of Final Naturalization Hearing, Form N-4",
                "U.S. Department of Justice Immigration and Naturalization Service, I-401A",
                "Petition for Naturalization",
                "RESULT OF EXAMINATION, 325B",
                "APPLICATION TO FILE PETITION FOR NATURALIZATION, N-4 (000",
                "Naturalization Application, N-4",
                "Naturalization and Citizenship Application Form, N-4",
                "Naturalization Application,, N-4",
                "U.S. Department of Justice",
                "UNITED STATES OF AMERICA IMMIGRANT VISA AND ALIEN REGISTRATION, 22261",
                "APPLICATION FOR IMMIGRANT VISA AND ALIEN REGISTRATION, Form B-26a (Revised July 1947)",
                "INDEX CARD, G-361 (11-1-54)",
                "REFERENCE REQUEST—FEDERAL RECORDS REQUEST FORM NO. 11 ( (Rev. 9-79)",
                "CLASS B MEDICAL CERTIFICATE, PHS-124 REV. 8-49",
                "Application for a Consular Visa to enter the United States of America legally to join me; if the Honorable American Consul will issue the required Consular Visa to her, I am willing and able to see that she will not become a public charge or a burden of charity while she may be within the boundries of the United States of America.",
                "309 County Courthouse Telephone 2-1475 EL PASO, TEXAS August 25, 1956",
                "Affidavit of Intent to Join Step-Mother in the United States,, A8 795 331.",
                "Certification of Employment and Compensation for Enrique Mota, Form No. 1234567890",
                "Affidavit of Intent to Join Family in the United States, 10-1",
                "John T. Bean Farm Letter of Employment",
                "United States of America Non Resident Alien's Border Crossing Identification Card, 821507",
                "Non Resident Alien's Border Crossing Identification Card",
                "El suscrito Moisés Gutiérrez Gutiérrez, Juez del Regis-tro Civil de esta cabecera,, 0254 DEL REGISTRO CIVIL",
                "EL PRESBITERIO AMANDO SALAZAR, CURA Y JUEZ ECLESIASTICO ENCARGADO DE ESTA CABEGERA PARROQUIAL,, 224.",
                "ESTADO DE CHIHUAHUA, 56",
                "Marriage License",
                "Marriage Certificate, 11590",
                "En nombre de la República de México y común Oficial, A",
                "DEPENDENCIA JEFATURA DE POLICÍA DEL DISTRITO FEDERAL SERVICIOS ESPECIALES ADMINISTRATIVA ANTECEDENTES, FORMA C-1",
                "ESTADO LIBRE Y SOBERANO DE CHIHUAHUA"
            ]
        }
    },
    "page_count": 36
}