{
    "id": "A14115644",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "INDEX CARD, G-361 ( (Rev. 7-1-60)",
                "APPLICATION TO FILE PETITION FOR NATURALIZATION, N-400 ( (Rev. 5-5-83) N",
                "Naturalization and Citizenship Application Form, N-4",
                "Naturalization and Citizenship Application for Naturalization ( Form N-4",
                "Naturalization Application Form, N-4",
                "US Immigration Service",
                "United States Department of Justice Immigration and Naturalization Service, I-90",
                "APPLICATION BY A LAWFUL PERMANENT RESIDENT FOR AN ALIEN REGISTRATION RECEIPT CARD, G-360 SENT",
                "Individual Fee Register Receipt, G-711",
                "Application or Petition Form No. I-90, United States Department of Justice Immigration and Naturalization Service Processing Sheet",
                "RESPONSE TO APPLICANT FOR INFORMATION UNDER THE FREEDOM OF INFORMATION ACT, Form G-639A ( (3-1-75)",
                "APPLICATION FOR A SEARCH OF THE RECORDSINGS OF THE IMMIGRATION AND NATURALIZATION SERVICE UNDER THE FREEDOM OF INFORMATION ACT ( (5 USC 552), NARA-06931478",
                "NOTICE OF ENTRY OF APPEARANCE AS ATTORNEY OR REPRESENTATIVE, G-28",
                "FOR Arrest of Alien",
                "ORDER TO SHOW CAUSE AND NOTICE OF HEARING, Form 1-221",
                "NOTICE TO RESPONDENT, NARA-0123456789",
                "BIOGRAPHIC INFORMATION, G-325 ( (Rev. 10-1-82) Y",
                "Screened by NARA 6/29/2023, Form I-404-A (Rev. 2-972)",
                "APPLICATION BY LAWFUL PERMANENT RESIDENT ALIEN, FORM 1-51",
                "Screened by NARA, 6/29/2023, NARA-151",
                "EL PASO PUBLIC SCHOOLS, 6531",
                "Screened by NARA, 6/29/2023",
                "IMMIGRATION AND NATURALIZATION SERVICE, M-180",
                "UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service",
                "Title: United States Department of Justice, Immigration and Naturalization Service\\nForm Number: I-90",
                "RECEIPT FOR CAS: (",
                "APPLICATION FOR VERIFICATION OF INFORMATION FROM IMMIGRATION AND NATURALIZATION SERVICE, Form approved OMB No. 043-R0570",
                "Casa Latina",
                " ,  Legal Clinic",
                "RECEIPT FOR CASH, G-211",
                "“Causu Latina” Legal Clinic, Form I-90",
                "United States Department of Justice Immigration and Naturalization Service",
                "Screened by NARA, 6/29/2023, A14 115 644 may relate",
                "Screened by NARA, 6/29/2023, NARA 184",
                "UNITED STATES GOVERNMENT Memorandum, 5010-107",
                "FILE COPY, No. A14 115 644 - in the Records Center.",
                "BAGGAGE AND PERSONAL EFFECTS OF DETAINED ALIEN, I-43",
                "REQUEST FOR RETURN TO MEXICO, Form I-274 ( (7-15-66)",
                "DEported Mexican, 14 115 644",
                "Fingerprint Card, 1963 OF-24058",
                "FEDERAL BUREAU OF INVESTIGATION, UNITED STATES DEPARTMENT OF JUSTICE, FD-249 ( (Rev. 12-17-62)",
                "REception of Illegal Alien Apprehended or Located, Form I-213 ( (Rev. 8-13-62) UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE",
                "DISPOSITION SHEET, R-84 ( (Rev. 11-4-58)",
                "NOTICE TO RESPONDENT, NARA-0123465789",
                "Screened by NARA, 6/29/2023, U. ED STATES DEPARTMENT OF JUS., IMMIGRATION AND NATURALIZATION SERVICE",
                "Screeneded by NARA, 6/29/2023, Form I-286 ( (Rev. 3-15-61)",
                "APPLICATION FOR ORDER TO SHOW CAUSE AND PROCESSING SHEET, I-265 ( (Rev. 1-61)",
                "REcovery of Illegal Alien Apprehended or Located, Form 1-213 ( (Rev. 8-15-62) UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service",
                "INSTRUCTIONS, G-135",
                "RECORD OF SWORN STATEMENT IN AFFIDAVIT FORM, I-215A",
                "RECORD OF SWORN STATEMENT IN AFFIDAVIT, I-215A",
                "TITVAGITIA, NARA, 6/29/2023"
            ]
        }
    },
    "page_count": 80
}