{
    "id": "A14579720",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "Certificate of Naturalization, N-550 REV. 6/91",
                "Notice of Naturalization Oath Ceremony",
                "Application for Naturalization, N-4-500",
                "Processing Sheet, 14-579-720",
                "Application for Naturalization, N-4",
                "Information about your residences and employment., NARA-40k; Rev 07/19'21",
                "Part 7. Additional eligibility factors., Form N-40G (Rev 07/19N1",
                "Screened by NARA, 9/6/2023, Form N-100 ( Rev. 07/17'91N",
                "Notice of Preliminary Naturalization Hearing, N-430A",
                "Naturalization Personal Description Form, N-4-2023",
                "MEMORANDUM OF RECORD FOR FILE",
                "APPLICATION TO FILE PETITION FOR NATURALIZATION, N-400 ( (Rev. 11–26–79)N",
                "Screeneded by NARA, 9/2/2023 ( (2), NARA Form Number: 15",
                "Title of the image, Screened by NARA, 9/6/2023, Form number, FOIA ( (b)(6)",
                "Naturalization Application Form",
                "Individual Fee Register Receipt, G-711",
                "APPLICATION FOR ISSUANCE OF PERMIT TO REENTER THE UNITED STATES, FORM 1-133 ( (Rev.4 4-76IN)",
                "Permit to Reenter Application Form, NARA-96203",
                "APPLICATION FOR ISSUANCE OR EXTENSION OF PERMIT TO REENTER THE UNITED STATES, I-133 ( (Rev. 4-1-76)N",
                "Application for Alien Registration Receipt Card ( I-90, I-90",
                "UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service",
                "PERMIT TO REENTER THE UNITED STATES, 1965 Edition",
                "PERMIT TO REENTER THE UNITED STATES, 201-34568",
                "Registration Certificate, 01440927",
                "ADMISSION STAMPS",
                "Visas, 8, 9",
                "Internal Revenue Service Certificate of Return Processing,, Form 10452.",
                "Visas, 18 01440927, 19 01440927",
                "The Naturalization and Immigration Service, Form N-4, 70",
                "Application for extension of stay on this permit., N4-70",
                "APPLICATION FOR PERMIT TO RE-ENTER THE UNITED STATES, 4 131",
                "Screened by NARA, 9/6/2023, Application for Permit to Re-enter: Alien Registration Receipt Card",
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, I-357",
                "INSTRUCTIONS",
                "APPLICATION FOR STATUS AS PERMANENT RESIDENT",
                "Application for Adjustment of Status to Lawful Permanent Resident, I-452",
                "APPLICATION FOR STATUS AS PERMANENT RESIDENT, Form 1-485 ( (Rev. 12-1-65) UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE",
                "Application for Adjustment of Status to Lawful Permanent Resident,, N-4-129F",
                "Notice of Naturalization Interview, N-430A (Rev. 5/23/94)Y",
                "Screened by NARA, 9/6/2023, N-4-1582",
                "HONG KONG PAROLEE CARD, EAC 8029",
                "United States District Court Citizen Applicant Information for the United States District Court, N-21 ( (1/92)",
                "BIOGRAPHIC INFORMATION, G-325 ( (REV. 5-1-79)",
                "NOTICE OF APPROVAL OR REVALIDATION OF VISA PETITION",
                "United States Department of Justice Immigration and Naturalization Service Form G-135a, Form G-135a",
                "IDENTIFICATION DIVISION, Form G-135a",
                "Title: UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service\\nForm Number: G-135a",
                "Screeneded by NARA, 9/6/2023, Form G-56 ( (Rev. 2-20-64)",
                "United States Department of Justice, Immigration and Naturalization Service Officer's Review and Action Sheet",
                "Form G-135a, United States Department of Justice Immigration and Naturalization Service",
                "Status as Permanent Resident",
                "THE FOREIGN SERVICE OF THE UNITED STATES OF AMERICA",
                "United States of America Visa and Alien Registration, FS-511",
                "Form Approved, Budget Bureau No. 4-R150.2.",
                "FOIA (b)(6), 21",
                "Application for Naturalization ( N-4, 2013, Form I-589",
                "Title: Visa Application Form, Form Number: N-4 (, Form Title: Nonimmigrant Visa Application",
                "Petition for a of Immigrant Visa,, I-130",
                "Block II—Information Pertaining to Alien Beneficiary, Form I-139",
                "CERTIFICATE REGARDING DOCUMENTSS REQUIRED BY 22 CCFR 4.111(b) WHICH ARE UNOBTAINABLE, 22 CFR 4.111(b)",
                "Statement to be Executed by Visa Applicants at the American Consulate General, Hong Kong, HNK-7 7-1-62",
                "Application for a Visitor Visa ( (Are you a former exchange visitor who has been in the United States?)",
                "STATUTORY DECLARATION",
                "In Re: Wong Woon Yee, Woo Hing Po and, FOIA (b)(6)",
                "World Savings and Loan Association, Form 1099",
                "Foreign Service Medical Examination of Visa Applicants, FORM FS-398",
                "Screened by NARA, 9/6/2023, Form No. 1584",
                "ALIEN, 8863"
            ]
        }
    },
    "page_count": 93
}