{
    "id": "A19240402",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "Surrender this copy when leaving the united states - see reverse, N-530",
                "ARRIVAL - DEPARTURE RECORD, FORM 1-94 ( (REV. 5-1-68)",
                "Form G-360D ( (Rev. 1 - 1 - 72) N TICKLER, A19 240 402",
                "ALIEN REGISTRATION, A-19 240 402",
                "Naturalization Application,, N-4-102",
                "APPLICATION TO FILE PETITION FOR NATURALIZATION, N-4 100 ( Rev. 5-1-76)",
                "The Naturalization Application, N-4",
                "MEMORANDUM OF CHANGE OF ADDITION TO RECORD OF LAWFUL PERMANENT RESIDENCE, A19 240 402",
                "INSTRUCTIONS, I-59",
                "Title: MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, Form Number: A19 240 402",
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, A19 240 402",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, Form I-18la ( (Rev. 5 - 1 - 74) N",
                "United States Department of Justice Immigration and Naturalization Service, Form I-181a ( (Rev. 5 - 1 - 74) N",
                "FILE ROUTED ON LOAN, G-102",
                "APPLICATION FOR STATUS AS PERMANENT RESIDENT, 4-240-42",
                "Alien Certification Form, AC-1295",
                "Affidavit, 1602-0354",
                "Title: MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, Form Number: A 19 240 402",
                "United States Department of Justice Immigration and Naturalization Service, FORM 1-181a ( (REV. 12-1-72) Y",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM 1-181a ( (REV. 12-1-72) Y",
                "United States Department of Justice Immigration and Naturalization Service, Form No. 4-25-77N",
                "Personal Description Form (N-604, Personal Description Form N-604",
                "Naturalization Form, N-4",
                "United States Department of Justice Immigration and Naturalization Service, G-325 ( (REV. 8-1-74)",
                "Title: UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, Form Number: A19 240 402",
                "Immigration and Naturalization Service",
                "DEPARTAMENTO DE JUSTICIA DE LOS ESTADOS UNIDOS, GPO 926-907",
                "UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service, G-14",
                "DEPARTAMENTO DE JUSTICIA DE LOS ESTADOS UNIDOS, Exp. 926-907",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE Processing Sheet, G-228 filed by:",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, Form I-592",
                "DEPARTMENT OF STATE FOREIGN SERVICE OF THE UNITED STATES OF AMERICA MEDICAL EXAMINATION OF VISA APPLICANTS, FS-398",
                "United States Department of Justice Immigration and Naturalization Service, 443-R048",
                "U.S. Government Printing Office, 1969 O-351-4, 203(a)(7)",
                "Alien Registration Form, GPO 1968 OF - 315-001",
                "FEDERAL BUREAU OF INVESTIGATION UNITED STATES DEPARTMENT OF JUSTICE, FD-258 ( (Rev. 12-12-67)",
                "REGISTRATION FOR CLASSIFICATION AS CONDITIONAL ENTRANT, Form Approved Form No. 4-048",
                "Registration Form for Immigrant Entry to the United States, GPO 870-899",
                "DEPARTMENT OF THE UNITED STATES OF AMERICA FOREIGN SERVICE OF THE UNITED STATES MEDICAL EXAMINATION OF VISA APPLICANTS, FORM FS-398",
                "BIOGRAPHIC INFORMATION, A19 240 402",
                "Auskunft aus dem Strafregister, ABAGER-618",
                "United States Department of Justice Immigration and Naturalization Service, G-325A ( (REV. 8-27-72)N"
            ]
        }
    },
    "page_count": 75
}