{
    "id": "A19509771",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "CORRECTED INDEX CARD, G-361 (Rev. 10-1-70)",
                "Individual Register Receipt, ER-353(R)",
                "APPLICATION FOR ISSUANCE OR EXTENSION OF PERMIT TO REENTER THE UNITED STATES, FORM 1-31 ( (Rev.4-1-76N",
                "Application for Alien Registration Receipt Card ( I-94; Permit to Reenter, I-151; and Permit to Revisit, I-203, I-978",
                "PERMIT TO REENTER THE UNITED STATES, 1043",
                "PERMIT TO REENTER THE UNITED STATES, I-1297",
                "Screeneded by NARA, 7/13/2023, 0378660",
                "ADMISSION STAMPS",
                "Visas, 0378660 14",
                "Application to Preserve Residence for Naturalization Purposes, I-143",
                "Application for Extension of Permit to Reenter the United States",
                "APPLICATION FOR EXTENSION OF PERMIT TO REENTER THE UNITED STATES,",
                "Extension of Reentry Permit denied because, NARA-890.544",
                "Individual Register Receipt, FORM NE 353(R)",
                "APPLICATION FOR PERMIT TO RE-ENTER THE UNITED STATES, FORM 1-131 ( (Rev. 7-1-71)N",
                "Application for Permit to Re-enter,, I-151",
                "COVER SHEET RECORD OF PROCEEDING, M-175 ( (Rev. 10-20-69)",
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE",
                "INSTRUCTIONS, I-181",
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, A19 509 771",
                "MEMORANDUM FOR FILE A19 509 771",
                "AFFIDAVIT OF SUPPORT, Form approved Budget Bureau No. 4-R423",
                "Freedom of Information Act ( Dependent Affidavit",
                "Bechtel Corporation, 1690",
                "THE GREEN POINT SAVINGS BANK, NA No. 40",
                "Affidavit of Support, Form I-134 ( (Rev. 12-9-66)",
                "Executive Affidavit for Immigration and Naturalization Service, GPO 948-477",
                "STANDARD ELECTRIC TIME CORP., 89 LOGAN STREET • SPRINGFIELD, MASSACHUSETTS 01101 • 4/372-1141, DIVISION OF JOHNSON SERVICE COMPANY",
                "SPRINGFIELD INSTITUTION FOR SAVINGS, 628177",
                "SPRINGFIELD INSTITUTION FOR SAVINGS, 628205",
                "SPRINGFIELD INSTITUTION FOR SAVINGS, 63004",
                "Screened by NARA 7/13/2023, I-691",
                "DEPARTURE RECORD, I-94 ( Rev. 5-1-68",
                "APPLICATION FOR STATUS AS PERMANENT RESIDENT, 443-R0400",
                "Nonpreference Application for Adjustment of Status to Permanent Resident, I-490A",
                "Biographic Information Form G-325A, G-325A ( Biographic Information",
                "Screeneded by NARA, 7/13/2023, Form I-4485A",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, A19 50 9771 ( (245)",
                "Consulate General of India Certificate of Birth, I-1464",
                "NOTICE OF ENTRY OF APPEARANCE AS ATTORNEY OR REPRESENTATIVE, GPO: 1971 OL-421-693",
                "The Indian Community, 2 5831",
                "The Indian Community, P. O. Box 504",
                "Title: BIOGRAPHIC INFORMATION\\nForm Number: FORM G-325A ( (REV. 4-71)",
                "UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service, Form I-539",
                "United States Department of Justice Immigration and Naturalization Service, I-485 ( (245)",
                "CLOSEOUT ACTION",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM 1-486",
                "United States Department of Justice Immigration and Naturalization Service"
            ]
        }
    },
    "page_count": 58
}