{
    "id": "A21347299",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, A2 347 299",
                "INSTRUCTIONS, I-181",
                "United States Department of Justice Immigration and Naturalization Service, Form 1 - 181a ( (Rev. 4-1-773Y)",
                "Naturalization Service",
                "APPLICATION BY INDOC PAROLEE/AGAR 8/2029 PERMANENT RESIDENCE",
                "FOIA (b(6), FOIA (b(6)",
                "AFFIDAVIT TO MAKE CORRECTION OF INFORMATION, REF: ALIEN FILE NO. A 21 347 299",
                "POLICE DEPARTMENT, 10-2384",
                "THE CITY OF SANTA ANA CALIFORNIA, SAPD-8-33-7/75-500",
                "United States Department of Justice Immigration and Naturalization Service, G-325A",
                "BIOGRAPHIC INFORMATION, G-325A",
                "BIOGRAPHIC INFORMATION, G-325A ( (REV. 10-1-74)",
                "United States Department of Justice Immigration and Naturalization Service Processing Sheet, I-485C",
                "Screened by NARA, 8/29/2023, G-361 (Rev. 10-70) N",
                "APPLICATION FOR VERIFICATION OF INFORMATION FROM IMMIGRATION AND NATURALIZATION SERVICE, G-64",
                "Screened by NARA, 8/29/2023, I-520",
                "Screened by NARA, 8/29/2023, NARA Form No. 1456",
                "Screened by NARA, 8/29/2023, FORM I-94 (Rev. 4-1-67) (Parole Edition)",
                "Church World Service, FOIA ( (b)(6)",
                "AFFIDAVIT RE ASSETS AND LIABILITIES TO BE SUBMITTED BY EVERY REFUGEE 17 YEARS OF AGE OR OVER APPLYING FOR PAROLE INTO THE UNITED STATES, NARA, 8/29/2023",
                "Title of the image, TAT CA MOI NGUOI TIN TU 17 TUOI TRU LON NHAP CANH VAO HOA KY DUOC COI NIU LA NGUOI VOGUOC TICH (PAROLE) PHAI NAP TO BAO DAM VA CHIU TRACH NHIEM VE TAI SAN CUA MINH., Form number, Mau G-448 ( (6-2-75)",
                "SWORN STATEMENT OF REFUGEE APPLYING FOR PAROLE INTO THE UNITED STATES, FORM G-640(5.12.73)",
                "LOI KHAI HU THE CUA NGUOI TY NAN XIN NHAP CANH HOA KY, 60",
                "Khan truòng của Quoc Gia",
                "BIOGRAPHIC INFORMATION, FORM G-325A ( (REV. B-27-72IN)",
                "DCII REPLY, DCII REQUEST / REPLY CARD"
            ]
        }
    },
    "page_count": 38
}