{
    "id": "A29372667",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, FORM I-181",
                "Application for Permanent Residence, 1115-0053",
                "Screeneded by NARA, 7/31/2023, NARA Form Number: 850-046",
                "Biographic Information Form, G-28 ID Number",
                "Affidavit of Support",
                "Oath or Affirmation of Deponent, I-139",
                "Medical Examination of Aliens Seeking Adjustment of Status",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status",
                "Screened by NARA, 7/31/29023, Report Date: 10/11/90",
                "Screeneded by NARA, 7/31/2023, Contract No. 21121 Customer No. H0007",
                "Petition for Alien Relative, 1115-0054",
                "Continued Information about your alien relative",
                "NOTICE TO PERSONS FOR SPOUSES FILING MARRIED LESS THAN TWO YEARS, I-751, Joint Petition to Remove Conditional Basis of Alien’s Permanent Resident Status",
                "LIBERTÉ, 4 150",
                "VU : un anement pour la légalisation de la signature de M.Jenn Wilfrid ENTRAND, directeur général des Archives Nationales., N°65232 H.H.",
                "Excerpt of the Registry of Birth Certificates for the commune of Cap-Haien",
                "Translation Certification by Notary Public, Form Number: NARA-012346",
                "Acte de naissance de Philomène Elvira Schettini, 4 104e de l'Indépendance",
                "Certificat de légalisation de la signature, 65232",
                "Certificat d'Identité, 89441",
                "Birth Certificate of Aldo Henry Pierre",
                "Translation Certification by Notary Public, NARA Form 10-234",
                "Certificat de Legallisation de la Signature de M. Hérubin Ogéan Delbrouck, Recepsisse No. 6523-14",
                "Il Ministro per gli Affari Esteri rilascia il presente passaporto a, A04469",
                "WORK SHEET, A12-372-607 MIA",
                "BIOGRAPHIC INFORMATION, G-325A",
                "U.S. Department of Justice, Immigration and Naturalization Service, G-325A",
                "U.S. Department of Justice Immigration and Naturalization Service, G-325A",
                "Biographic Information, G-325A",
                "United States Department of Justice Immigration and Naturalization Service, A29372667"
            ]
        }
    },
    "page_count": 39
}