{
    "id": "A70027789",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "U.S. DEPARTMENT OF JUSTICE Immigration and Naturalization Service, A70 027 789",
                "Screeneded by NARA, 6/15/2023",
                "NOTICE OF ENTRY OF APPEARANCE AS ATTORNEY OR REPRESENTATIVE, I-485",
                "Screened by NARA, 6/15/293, APPEARANCES – As an appearance will be filed on Form G-28 by the attorney or representative appearing in each case. Thereafter, substitution may be permitted upon the written withdrawal of the attorney or representative of record or upon notification of the new attorney or representative. When an appearance is made by a person acting in a representative capacity, his personal appearance or signature shall constitute a representation that under the provisions of this chapter he is authorized and qualified to represent. Further proof of authority to act in a representative capacity may be required.",
                "Application for Permanent Residence, 1115-0053",
                "Biographic Information Form, G-325A",
                "U.S. Department of Justice\\nForm G-325A",
                "Petition for Alien Relative, I-130",
                "Freedom of Information Act ((b)(6), G-28 ID Number",
                "NOTICE TO PERSONSS FILING FOR SPOUSES IF MARRIED LESS THAN TWO YEARS, I-130A (",
                "SUMMARY OF TRANSLATION OF MARRIAGE CERTIFICATE",
                "CERTIFICADO, 0023226, T.R. 0038852",
                "CERTIFICADO DE CUARENTA CENTAVOS, 0023227, 0038853",
                "Visas, 104948",
                "FILIAción de Titular, 0194494",
                "Fingerprint Card, M-10",
                "FEDERAL BUREAU OF INVESTIGATION UNITED STATES DEPARTMENT OF JUSTICE, FD-258 ( (REV. 12-29-82)",
                "Affidavit of Support",
                "FOIA ( (b)(6), FOIA ( (b)(6) OATH OR AFFIRMATION OF DEPONENT",
                "Medical Examination of Aliens Seeking Adjustment of Status",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, Form I-693 ( (Rev. 09/01/87) N",
                "EMPIRE MEDICAL CENTER, 220378418495044420",
                "Servicio de Inmigración y Naturalización, I-94",
                "Aviso, NARA, 6/15/2023",
                "APPLICATION CLERK, I-485",
                "Immigration and Naturalization Service Processing Sheet, I-489 (ADIT"
            ]
        }
    },
    "page_count": 33
}