{
    "id": "A77912550",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "U.S. IMMIGRATION AND NATURALIZATION SERVICE, I-181",
                "U.S. DEPARTMENT OF JUSTICE Immigration and Naturalization Service, Form I-181 ( Rev.(3-1-83) N",
                "Title: Memorandum of Creation of Record of Lawful Permanent Resident\\nForm Number: A77-912-550",
                "Application to Register Permanent Residence or Adjust Status",
                "Part 3. Processing Information, I-485 ( (Rev. 09-09-92) N",
                "Processing Information. ( (Continued)",
                "Form I-485 ( (Rev. 09-09-92) N, I-485",
                "Petition for Alien Relative, I-130 ( (Rev. 4/11/91) Y",
                "Screeneded by NARA, 7/28/2023, G-28 ID Number",
                "NOTICE TO PERSONSSP FILING FOR SPOUSES MARRIED LESS THAN TWO YEARS",
                "Naturalization Certificate, N-550 REV. 6-91",
                "REPUBLIC of Haiti Birth Certificate Register,, NARA-0123456789",
                "Acte de naissance de:, 073581",
                "FROM THE BIRTH CERTIFICATE REGISTERS FILED AT THE OFFICE OF NATIONAL ARCHIVES OF REPUBLIC AND DELIVERED ON PAPER NON STAMPED ACCORDING TO THE ARTICLE 2 OF THE DECREE OF MAY 16,1995.",
                "Archives Nationales d’Haiti, 073410 B",
                "Screened by NARA, 7/28/2023",
                "Certificat de Répétition des Actes de la Commune de Leogâne, A N° 16098",
                "Republic of Hauteville, 37 05- 26 ans",
                "Medical Examination of Aliens Seeking Adjustment of Status",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status",
                "Supplemental Form to I-693, I-693",
                "GATEWAY LABORATORIES INCO., JRATED, 001",
                "Affidavit of Support Under Section 213A of the Act, I-864 (10/6/97)",
                "Part 4. Eligibility to Sponsor",
                "Part 4. Eligibility to Sponsor ( (Continued), Form I-864 ( (10/6/97) Page 3",
                "Part 4. Eligibility to Sponsor ( Continued, Form I-864, Contract Between Sponsor and Household Member.",
                "Part 7. The Use of the Affidavit to Overcome Public Charge Grounds ( (Continued)",
                "Use of the Affidavit of Support to Overcome Public Charge Grounds ( (Continued)",
                "Comprehensive Health Center, Inc.",
                "BALLSs OF FIRE PARADISE DAY CARE AND PRE-SCHOOL, INC, FEIN# 65-0289161",
                "Title: I-551 OR I-586 CA D DATA COLLECTION FORM, Transaction 1 - Initial Card, Form Number: I-90 ( (Rev. 2/25/86) N SIDE 1 U.S. DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE",
                "United States Department of Justice Immigration and Naturalization Service, I-130",
                "United States Department of Justice Immigration and Naturalization Service, Form G-56",
                "ATTACHMENT #7A, Screened by NARA, 7/28/2023",
                "ATTACHMENT #7B, Sponsored by NARA, 7/28/2023",
                "ATTACHMENT #8, ALL Applicants",
                "United States Department of Justice, Immigration and Naturalization Service, Form G-56",
                "BIOGRAPHIC INFORMATION, G-325A",
                "U.S. Department of Justice Immigration and Naturalization Service BIOGRAPHIC INFORMATION, FORM G-325A"
            ]
        }
    },
    "page_count": 53
}