{
    "id": "A92037324",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "Application for Naturalization, N-4",
                "Information about your residences and employment., N-4 (001",
                "Continued on back, Form N-100 ( Rev 07/17/91N",
                "Memberships and organizations., N-4",
                "Medical Certification For Disability Expections, OMB # 1115-0205",
                "Memory Loss and Chronic Illness Continuation of #3, Part II, NARA 427012C",
                "Application for Naturalization or Adjustment of Status, Form N-648 (06/24/97 Page 4",
                "Naturalization Oath Ceremony Mailer, N-4-002",
                "CERTIFICATE OF NATURALIZATION, N-550",
                "U.S. Department of Justice Immigration and Naturalization Service Application for Naturalization, N-4 (0 Rev. 07/19/91)",
                "Information about your residences and employment., N-400 ( (Rev 07/1791)N",
                "Additional eligibility factors., N-4 (Rev 07/17/91)",
                "Memberships and organizations., NARA 4270232",
                "Certification Preparation Sheet And Oath Declaration, Form N-649 ( (6/25/97)",
                "Naturalization Hearing Decision, N336",
                "Request for Hearing on a Decision Naturalization Proceedings, N-336",
                "Request for Hearing on a Naturalization Decision Proceedings Under Section 336 of the Act",
                "United States Department of Justice Immigration and Naturalization Service",
                "Immigration and Naturalization Service",
                "Title of the image, Medical Assessment Form, Form number, NARA 427063",
                "VIEWPOINT HEALTHCE CARE MEDICAL GROUP, NARA 4270322",
                "Title of the image, Medical Disability Assessment Form, Form number, NARA 427053",
                "United States Department of Justice, Immigration and Naturalization Service, N-336",
                "U.S. Department of Justice Immigration and Naturalization Service Medical Certification for Disability Exceptions, NARA 427023",
                "Application for Naturalization or Adjustment of Status, N-468",
                "San Fernando Valley Neurologic Medical Group, Inc.",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, NARA 4270221",
                "U.S. Department of Justice Immigration and Naturalization Service",
                "Title of the image: Serra Medical Clinic, Inc., Form number: 427032",
                "Title of the image: A REPORT FROM THE ENGLISH AND CITIZENSHIP EXAMINATION, Form number: ETS FORM E-P-1",
                "U.S. DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE CITIZENSHIP-USA, A 92037324",
                "Effort to Provide a Quick and Pleasant Interview Process,",
                "Request For Refund of Fee, G-266(Rev. 9/99)",
                "U.S. Department of Justice Immigration and Naturalization Service Application for Naturalization, N-4 (000",
                "Appeals, N-400 Processing Worksheet",
                "FBI - 4 Processing Worksheet, A# 092-037-324",
                "Form N-4 Processing Sheet, N-4",
                "Application to Adjust Status from Temporary to Permanent Resident, I-698 ( (08/10/88)",
                "Screeneded by NARA / 4/27002, Form I-690",
                "U.S. Department of Justice Immigration and Naturalization Service Medical Examination of Aliens Seeking Adjustment of Status, 1-693 ( (Rev. 09/01/87) N",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, Form I-693 ( (Rev. 09/01/87) N",
                "Medical Examination of Aliens Seeking Adjustment of Status",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, Form 1-693 ( (Rev. 09/01 /87) N",
                "U.S. Department of Justice Immigration and Naturalization Service, Form I-696 ( (04/17/87)",
                "Application for Status (Under Section 2 of the Immigration and Naturalization Service, A92037324",
                "I-687 ( (04/01/87), Page 2",
                "To assist in establishing the required residence, please list all affiliations or associations with clubs, organizations, churches, unions, businesses, etc., I-687 ( (04/01/87) Page 3",
                "Temporary Residence Application Form, Form I-687 ( (04/ 1987)",
                "NOTICE OF ENTRY OF APPEARANCE AS ATTORNEY OR REPRESENTATIVE, G-28",
                "The Medical Examination of Aliens Seeking Adjustment of Status ( Form 1-693",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, NARA-4/27/2023",
                "U. S. Immigration & Naturalization Service Legalization, Legalization Application Form",
                "Affidavit of Support, OMB No. 4-423",
                "FOIA ( (b)(6), 8.",
                "FOIA ( (b)(6), MAURO FRANK GUTIERREZ",
                "St. Catherine of Siena Church, NARA 4270135",
                "FOIA ( (b)(6), 4(6)",
                "FOIA ( (b)(6), FOIA ( (b)(6)",
                "FOIA ( (b)(6), 4272023",
                "FOIA ( (b)(6), NARA, 427023",
                "CENTRAL REFERENCE LABORATORY, NARA #227025",
                "CENTRAL REFERENCE LABORATORY, NARA #270235",
                "EMBLEM STAMPS, T.R.1464299",
                "ORIGINAL SEEN & RETURNED, 1744361"
            ]
        }
    },
    "page_count": 128
}