{
    "id": "A12495368",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "Alien Registration Form, SE-180",
                "ALIEN'S CHANGE OF ADDRESS CARD, A-11 ( (Rev. 11-7-56)",
                "ALIEN'S CHANGE OF ADDRESS CARD, B. B. Appv'd. No. 43-R087.",
                "U.S. Naturalization Certificate,, 92264028",
                "Petition for Naturalization Hearing Notice",
                "United States Department of Justice Immigration and Naturalization Service, GPO 901--369",
                "Petition for Naturalization",
                "RESULT OF EXAMINATION, G-325B",
                "APPLICATION TO FILE PETITION FOR NATURALIZATION, N-4 ( Rev. 5-1-67",
                "Naturalization Application,, N-4",
                "ALIEN REGISTRATION, 31422",
                "Naturalization Application",
                "Title: MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, Form Number: 12 4 95368",
                "INSTRUCTIONS, GPO 915-227",
                "APPLICATION BY CUBAN REFUGEE FOR PERMANENT RESIDENCE, 1-A-4-85A (",
                "Application for Naturalization and Certificate of Citizenship,, G-325A.",
                "DEPARTMENT OF STATE FOREIGN SERVICE OF THE UNITED STATES OF AMERICA MEDICAL EXAMINATION OF VISA APPLICANTS, FS-398",
                "AMERICAN VICE CONSUL, FS-257",
                "APPLICATION FOR NONIMMIGRANT VISA AND ALIEN REGISTRATION, 16-73202-1",
                "Biographic Information Form G-325A, FORM G - 325 A ( (11-1-66)",
                "CERTIFICATO: Que al folio doscientos cincuenta y siete del tomo seis de la Sección de 'NACIMIENTOS' del Registro Civil de este Juzgado, consta el acta que copiada estan con la Ley, dice así:, 0723044135",
                "Translation, No. 179",
                "CERTIFICACION DE MATRIMONIO, 189124",
                "REPUBLICa De Cuba",
                "Translation - Marriage Certificate application 91891224, Civil Status Registry of the Havana Municipal District",
                "Legalization",
                "Biographic Information, FORM G-325A ( (REV. 5-1-68)",
                "United States Department of Justice Immigration and Naturalization Service, FORM G-325 A ( (REV. 5-1-68)",
                "Biographic Information, Form G-3225A ( (REV. 5-1-68)",
                "RECORD OF EXTENSIONS, 1-94",
                "Title: United States Department of Justice, Immigration and Naturalization Service\\nForm Number: I-485",
                "UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service, Form I-486",
                "ENTREVISTA DE INMIGRACIÓN Y EXAMEN MEDICO, Form I-486",
                "Title: BIOGRAPHIC INFORMATION\\nForm Number: FORM G - 325 A ((1-1-66)",
                "Biographic Information Form, FORM G-325 A ( (11-1-66)",
                "AUTHORIZATION FOR PAROLE OF AN ALIEN INTO THE UNITED STATES PURSUANT TO SECTION 212(d)(5) OF THE IMMIGRATION AND NATIONALITY ACT, Form I-312 ( (Rev. 9-61)",
                "Servicio de Inmigración y Naturalización de los Estados Unidos",
                "Servicio de Inmigración y Naturalización, Mexico City, D. F.",
                "Current Arrest or Receipt, FBI-249 ( (Rev. 1-2461)",
                "FBI Fingerprint Card, 64-10-73826-3"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Spain",
                "Cuba",
                "United States",
                "Mexico"
            ]
        }
    },
    "page_count": 60
}