{
    "id": "A17202075",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": null
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "United States Department of Justice Immigration and Naturalization Service",
                "CHECK APPLICABLE ITEM AND INSERT REQUIRED INFORMATION, NARA-2013-0964",
                "CHECK APPLICABLE ITEM AND INSERT REQUIRED INFORMATION, NARA-10235468",
                "REceIPT, 274357",
                "CHECK APPLICABLE ITEM AND INSERT REQUIRED INFORMATION, NARA-1023546",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, Form 4.17, 202, 075",
                "UNITED STATES DEPARTMENT OF IMMIGRATION AND NATURALIZATION SERVICE",
                "APPLICATION TO EXTEND TIME OF TEMPORARY STAY, 4-1068",
                "Screened by NARA, 7/11/2023, 1108 Via Nogales PALOS VERDES ESTATES CALIF. 90274, DEpt. of IMMIGRATION & NAT. U.S. Dept. of Justice Los ANGELES, CALIF., FOIA (b)(6)",
                "Screened by NARA, 7/11/2023",
                "DEportation Docket Control Action Slip or Notice, 1-156",
                "REPORT of Action—Nonimmigrant, A17 202 075",
                "Screened by NARA, 7/11/2023, LOS 175",
                "Screened by NARA, 7/11/2023, I-530 (Rev. 11-15-64)",
                "United States Department of Justice Immigration and Naturalization Service, Form I-541 ( (Rev. 7-4-67)",
                "letter",
                "POST OFFICE DEPARTMENT UNITED STATES OF AMERICA, POD Form 2865",
                "REFund of immigration and naturalization fees, G-266b",
                "DEportation Case Check Sheet, I-170",
                "ALIEN'S NAME",
                "MEMO FOR THE FILE",
                "Investigations Control Card, G-600A (Rev. 9-1-69)",
                "Screened by NARA, 7/11/2023, A 17 20275",
                "Subject's Immigration History, 5-93",
                "REFund of immigration and naturalization fees, G-266a",
                "APPLICATION TO EXTEND TIME OF TEMPORARY VISIT,",
                "In the case of a student applying for an extension to continue his studies at the same school, this part must be filled in by an authorized school official.",
                "REQUEST FOR SEARCH OF CENTRAL OFFICE INDEX, A17 202 075",
                "United States Department of Justice Immigration and Naturalization Service, 16-67216-4"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "India",
                "Iran",
                "Japan",
                "United States"
            ]
        }
    },
    "page_count": 42
}