{
    "id": "A19360870",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, FORM I-181 ( (REV. 10-1-71) N",
                "INSTRUCTIONS, I-123",
                "APPLICATION FOR STATUS AS PERMANENT RESIDENT, O.M.B. No. 43-R040",
                "Non-Reference, I-590A Application for Adjustment of Status to Lawful Permanent Resident",
                "Naturalization Application Form N-4, N-4",
                "Immigration and Naturalization Service Application for Adjustment of Status,, GPO 950-214",
                "U.S.P.H.S. OUTPATIENT CLINIC",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM 1-486A ( (REV. 9-1-7Y)",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FILE NO.: A19 360 870",
                "Affidavit of Support, 43-R423",
                "Freedom of Information Act ((b)(6), GPO 917-179",
                "Screeneded by NARA, 7/11/2023",
                "APPLICATION TO EXTEND TIME OF TEMPORARY STAY IN THE UNITED STATES, I-539 ( (REV. ( 11-1-70)",
                "Screened by NARA, 7/11/2023",
                "APPLICATION FOR EXTENSION OF TIME OF TEMPORARY STAY",
                "UNITED STATES DEPARTMENT OF JUSTICE Immigration and Naturalization Service, I-539",
                "Title: Your application for extension of your temporary stay in the United States and Form I-94 are returned without action as you failed to indicate the date your passport will expire. Your at-tension is invited to item No. 11 on your application checked in red. You are further extensions are granted only in cre-ments of six months and are restricted to the expiration date of your passport., Form Number: I-958",
                "Immigration & Naturalization Service",
                "APPLICATION TO EXTEND TIME OF TEMPORARY STAY, I-539 ( (REV. 11-1-70)",
                "FINGERPRINT CARD, GPO: 1970 O - 378-071",
                "FEDERAL BUREAU OF INVESTIGATION UNITED STATES DEPARTMENT OF JUSTICE, 20537",
                "BIOGRAPHIC INFORMATION, Form G-325 A ( (REV. 4-1-70)",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, A19 360 870 (TC",
                "DEportation Docket Control Action,  Notice",
                "DEportation Docket Control Action or Notice, 1-156",
                "United States Court House Buffalo, New York 14202, A19 360 870 ( (TC)",
                "Immigration and Naturalization Service",
                "Screened by NARA, 7/11/29323"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Bahamas",
                "Barbados",
                "Haiti",
                "Jamaica",
                "Cuba",
                "Netherlands",
                "Bermuda",
                "Mexico",
                "Canada",
                "India",
                "United States",
                "Dominican Republic"
            ]
        }
    },
    "page_count": 36
}