{
    "id": "A19927965",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "APPLICATION BY A LAWFUL PERMANENT RESIDENT FOR AN ALIEN REGISTRATION RECEIPT CARD, FORM I-551, Form I-90",
                "INSTRUCTIONS",
                "Individual Fee Register Receipt, G-711",
                "Data Collection for Alien Documentation, Identification & Telecommunication System (ADIT, I-468 (ADIT",
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, A19 927 965",
                "INSTRUCTIONS, 2-181 ( (KSA 161)",
                "APPLICATION FOR STATUS AS PERMANENT RESIDENT, 443-R0400",
                "Title of the image, Screened by NARA, 7/13/2023, Form number, FOIA ( (b)(6)",
                "Screeneded by NARA, 7/13/2023, Form I-590A",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE MEDICAL EXAMINATION AND IMMIGRATION INTERVIEW, FORM A19 927 965",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM NO.: A19 927 965",
                "Screened by NARA, 7/13/2023, 20A 65",
                "RADIOLOGY REPORT",
                "DEPARTMENT OF THE UNITED STATES OF AMERICA FOREIGN SERVICE OF THE UNITED STATES OF AMERICA MEDICAL EXAMINATION OF VISA APPLICANTS, FS-398",
                "Biographic Information, G-325A",
                "Affidavit of Support",
                "Affidavit of Support for the Immigration and Naturalization Service, Form I-864",
                "Emerson Industrial Controls Division Letterhead, NARA Form Number: 713/2023",
                "RECEIPT FOR CASH (MEMORANDUM), Form G-211",
                "INDEX CARD, G-361 (Rev. 10-1-70) N",
                "Processing Sheet, I-485",
                "MEDICAL Examination and Immigration Interview, A19 927 965",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE MEDICAL EXAMINATION AND IMMIGRATION INTERVIEW, FORM 1-468",
                "Immigration and Naturalization Service, A",
                "Consulate General of the United States of America Karachi, Pakistan, Form G-146 (c) SPANISH",
                "Screeneded by NARA, 7/13/2023, Form G-146 (c) SPANISH",
                "HAGA UNA CRUZ EN EL CASILLERO APLICABLE Y SUMINISTRE LA INFORMACIÓN DESEADA, HAGA UNA CRUZ EN EL CASILLERO APLICABLE Y SUMINISTRE LA INFORMACIÓN DESEADA",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE",
                "United States Department of Justice Immigration and Naturalization Service",
                "CHECK APPLICABLE ITEM AND INSERT REQUIRED INFORMATION, NARA Form 2305-10",
                "Deportation Branch, 8024",
                "REQUEST FOR SEARCH OF CENTRAL OFFICE INDEX, G-180",
                "Under Docket Control at Los Angeles, A19 927 965",
                "APPLICATION TO EXTEND TIME OF TEMPORARY STAY, Form No. 1-539 ( (REV.8-1-72N)",
                "Screened by NARA, 7/13/2023",
                "Under Docket Control at Los Angeles,, A19 927 965",
                "U.S. INS. INFORMATION SHEET FOR REQUEST FOR EXTENSION OF VOLUNTARY DEPARTURE TIME., INS-8024",
                "Los Angeles County-University of Southern California Medical Center",
                "United States Department of Justice Immigration and Naturalization Service, Form I-210 ( (Rev 9-1-70) N"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "India",
                "Pakistan",
                "United States"
            ]
        }
    },
    "page_count": 51
}