{
    "id": "A20866872",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "COVER SHEET RECORD OF PROCEEDING, M-175 ( (Rev. 10-20-69)",
                "Title: MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, Form Number: 1-357",
                "INSTRUCTIONS",
                "Background Check Questionnaire, 20866873",
                "Biographic Information Form G-325A, G-325A",
                "STATEMENT, TEMPORARY VISITOR'S, FOR IMMIGRATION PURPOSES,, I-592 ( Russian",
                "DEPARTMENT OF STATE FOREIGN SERVICE OF THE UNITED STATES OF AMERICA MEDICAL EXAMINATION OF VISA APPLICANTS, FORM FS-398",
                "DEPARTMENT OF STATE FOREIGN SERVICE OF THE UNITED STATES OF AMERICA MEDICAL EXAMINATION OF VISA APPLICANTS, FS-398",
                "REPORT of Conditional Entry Under Section 2(7) of the Immigration and Nationality Act, as Amended, CADJ-2",
                "APPLICATION TO FILE PETITION FOR NATURALIZATION, N-400 ( (Rev. 4-14-81)Y",
                "Naturalization and Citizenship Application Form, N-4",
                "NOTICE TO APPLICANTS,, I-4102",
                "U.S. Department of Justice Immigration and Naturalization Service, OMB No. 1115-0066",
                "FINGERPRINT CARD, LEAVE BLANK",
                "FEDERAL BUREAU OF INVESTIGATION UNITED STATES DEPARTMENT OF JUSTICE, WASHINGTON, D.C. 20537",
                "Title of the image: I-455 SUPPLEMENT FOR ISSUANCE OF I-551, Form number: L-485",
                "Registration for Classification as Conditional Entrant, United States Department of Justice Immigration and Naturalization Service, Form 1-590 (, Form 1-590",
                "Registration Form, I-519",
                "Years of work. Begin with last place and go to 1950.",
                "ASSURANCE BY A UNITED STATES SPONSOR IN BEHALF OF AN APPLICANT FOR CONDITIONAL ENTRY",
                "INSTRUCTIONS, GPO 897-362",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM I-590 ( (RUSSIAN) (Rev. 5-15-68)",
                "Immigration Form, GPO 894-566",
                "TICKLER, G-360D ( (Rev. 1-1-77)",
                "Biographic Information, G-325C ( (9-1-74) Y",
                "Biographic Information",
                "Инструкция: Пожалуйста, заполните这张表格。, FORM G-325 C ( (RUSSIAN)"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Austria",
                "Italy",
                "United States"
            ]
        }
    },
    "page_count": 29
}