{
    "id": "A21534625",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, I-181",
                "Application to Register Permanent Residence or Adjust Status, I-485",
                "Part 3. Processing Information., I-485 ( (Rev. 09-09-92) N",
                "Processing Information. ( Continued, Form 1-485 ( (Rev. 09-09-92)N",
                "Screeneded by NARA, 8/11/2023",
                "Abandonment of Lawful Permanent Resident Status, I-151",
                "PASSport, IM 6832/87",
                "Screened by NARA, 8/11/22023, Passport Authority of India Form No. 562092",
                "Screened by NARAYA 8/11/2023, No. A.D.M. Copy 921",
                "Medical Examination of Aliens Seeking Adjustment of Status",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status",
                "Affidavit of Support",
                "FOIA ( (b)(6), FOIA ( (b)(6)",
                "THE AMERICAN BANK OF THE SOUTH, POST OFFICE BOX 540548",
                "Sun Bank, N.A., Screened by NARA, 8/11/2023",
                "Village population at the time of census of 1931 the Total Population 670.",
                "INDIA, 2R$50nP",
                "Title: Forty Naye Paise\\nForm Number: 412344-",
                "FORTY NAYE PAISE, 3",
                "TWENTY NAYE PAISE, 20nP",
                "Additional Questions to be Completed by All Applicants for Permanent Residence in the United States, 9003",
                "Notice of Action",
                "DECISION ON APPLICATION FOR STATUS AS PERMANENT RESIDENT, I-438",
                "Screeneded by NARA, 8/11/2023, ATTACHMENT TO I-291",
                "Decision on I-130 Petition, I-290B",
                "U.S. DEPARTMENT OF JUSTICE Immigration and Naturalization Service Memorandum of Lawful Permanent Residence, A21 534 625",
                "U.S. DEPARTMENT OF JUSTICE Immigration and Naturalization Service, A21 534 625",
                "Application for Permanent Residence, I-485 ( (08-01-85) N",
                "Screeneded by NARA: 8/11/2023, NARA Form 4",
                "Biographic Information Form",
                "U.S. Department of Justice Immigration and Naturalization Service, G-325A",
                "Affidavit",
                "Screened by NARA, 8/11/2023",
                "Petition for Alien Relative, I-130 ( (08-01-85)",
                "I-130 Alien Relative Petition, I-130",
                "Relative Petition Card, Form I-130A ( Rev. 08-01-85) N",
                "INSTRUCTIONS, I-407",
                "MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, A2 534 625",
                "INSTRUCTIONS",
                "APPLICATION FOR STATUS AS PERMANENT RESIDENT, 4-04",
                "Screeneded by NARA, 8/11/2023, NARA-15467",
                "Title of the image, Screened by NARA, 8/11/2023, Form number only in double quotes separately, G-325A",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM 1-468",
                "INSTRUCCIONES PARA EL RECOGNICIMIENTO MÉDICO, I-944",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE",
                "IMPORTANT: AS SOON AS YOU RECEIVE THIS NOTICE YOU ARE REQUIRED TO MAKE ARRANGEMENTSS IMMEDIATELY FOR YOUR MEDICAL EXAMINATION WITH THE HOSPITAL NAMED BELOW",
                "BIOGRAPHIC INFORMATION, FORM G-325A ( (REV. 10-1-74) Y",
                "AFFIDAVIT OF BIRTH AND MARRIAGE",
                "Screeneded by NARA, 06/11/2023, U.S. Government Printing Office 1976 - 453-870",
                "IRVING Federal SAVINGS AND LOAN ASSOCIATION",
                "Verification of Employment Record",
                "ZENITH RADIO CORPORATION ( (RAULAND DIVISION)",
                "NOTICE OF APPROVAL OF RELATIVE IMMIGRANT VISA PETITION, I-171",
                "Petition to Classify Status of Alien Relative for Issuance of Immigrant Visa, FORM I-130",
                "Application for Adjustment of Status to Lawful Permanent Resident (, I-412",
                "United States Department of Justice and Naturalization Service Notice of Appointment,, A21-534625",
                "United States Department of Justice Immigration and Naturalization Service, Form I-4",
                "United States Department of Justice Immigration and Naturalization Service",
                "MEDICAL Examination and Immigration Interview, FORM I-468",
                "United States Department of Justice Immigration and Naturalization Service Processing Sheet, I-485",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM 1-486",
                "United States Department of Justice Immigration and Naturalization Service, Form I-72",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, I-486",
                "United States Department of Justice Immigration and Naturalization Service, I-4"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Germany",
                "Cuba",
                "Canada",
                "India",
                "United States"
            ]
        }
    },
    "page_count": 75
}