{
    "id": "A28428659",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "male"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "COVER SHEET RECORD OF PROCEEDING, M-175 ( (Rev. 10-20-69)",
                "Title: UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, Form Number: I-438, I-94, Passport",
                "Reference is made to the application for adjustment of status",
                "U.S. DEPARTMENT OF JUSTICE Immigration and Naturalization Service Memorandum of Creation of Record of Lawful Permanent Residence, I-181 ( (Rev.3-1-83) N",
                "U.S. DEPARTMENT OF JUSTICE Immigration and Naturalization Service Memorandum of Creation of Record of Lawful Permanent Residence, A28 428 659",
                "Your application for status as a permanent resident has been retained for processing. You will be notified when further action has been taken in your case. Your request to accept employment has been adjudicated and the result is shown below. This employment authorization is valid only for the time necessary to decide your application for permanent residence.",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, A28 428 659",
                "NOTICE OF ENTRY OF APPEARANCE AS ATTORNEY OR REPRESENTATIVE",
                "Immigration & Naturalization Service, Form I-4",
                "Application for Permanent Residence, I-458 ( (06-01-85)",
                "Title of the image, Military Security Clearance Application, Form number, Not visible in the provided image",
                "U.S. Government Printing Office, G-29 ID Number",
                "U.S. Department of Justice Immigration and Naturalization Service BIOGRAPHIC INFORMATION, FORM G-325A",
                "Title of the image: 'May 2 20, 1987' Form number: 'Emilie Peguuro'",
                "Roman Catholic Diocese of Brooklyn, POST OFFICE BOX C",
                "ARCHIPELAGO OF PORT-AU-PRINCE, No. 01-4514283",
                "CHEVECHE DE PORT-AU-PRINCE",
                "Excerpt from the Registries of Birth Certificates of Saut d’Eau community, filed at the National Archives of the Republic of Haiti, BBB No. 60668",
                "Acte de naissance",
                "St. Joachim & Anne Church",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, I-291",
                "Application for Adjustment of Status",
                "Administrative Office: 75 Greene Avenue, P.O. Box 'C'-Brooklyn, N.Y. 11202, Form Number: 10/86/87",
                "Administrative Office: 75 Greene Avenue, P.O. Box 'C' - Brooklyn, N.Y. 11202, Very truly yours,",
                "DECISION, I-438",
                "Reference is made to the application for adjustment of status filed by you on March 16, 1987.",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE Processing Sheet, I-485 ( (243)",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM I—486",
                "INSTRUCCIONES PARA EL RECOGNICIMIENTO MÉDICO, I-94",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, FORM I-468",
                "I-130 - I-485 PROCESSING SHEET, I-130, I-485",
                "U. S. Immigration and Naturalization Service, NYC TITLE",
                "Form for Immigration or Naturalization Services, 10"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Canada",
                "Germany",
                "Haiti",
                "United States"
            ]
        }
    },
    "page_count": 43
}