{
    "id": "A34261850",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "INDEX CARD, G-361 ( (VISA 10-1-70)",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE Processing Sheet, I-90",
                "APPLICATION BY LAWFUL PERMANENT-RESIDENT ALIEN FOR ALIEN REGISTRATION RECEIPT CARD, FORM I-151",
                "Screeneded by NARA, 4/3/2023, I9151",
                "Solicitud por un extranjero con residencia legal y permanente para obtener una tarjeta de registro de extranjeros, 4mbo 443-r0040",
                "DEparamento de NAtica de Estados Unidos, I-90A ( (Rev. 5 -31-78)N",
                "Individual Fee Register Receipt, G-711",
                "FEDERAL BUREAU OF INVESTIGATION UNITED STATES DEPARTMENT OF JUSTICE, FD-298 ( (REV. 7-13-77)",
                "Residencia Legal Permanenente para Obtener una Tarjeta de Registro de Extranjeros - Tarjeta I-151",
                "Screened by NARA, 4/3/2023, NARA-151",
                "Application for Naturalization, N 4",
                "Information about your residences and employment., Form N-4 ( (Rev 07/19)N",
                "Additional eligibility factors., N-4 (000",
                "Screened by NARA, 4/3/2023, Form N. 100 ( (Rev. 07/19'N)",
                "Certificate Preparation Sheet and Oath Declaration, 034 261 850",
                "APPLICATION FOR CHANGE OF NAME, N- 5 ( (1/96)",
                "PETITION FOR NAME CHANGE, NARA-01234",
                "Naturalization and Citizenship Branch, N-340A (Rev. 5/23/94) Y",
                "Screened by NARA, 4/3/2023",
                "Screeneded by U.S. Department of Justice Immigration and Naturalization Service",
                "Naturalization Application Form, N-4",
                "RESIDENT ALIEN, A-021712",
                "Memorandum, G-2 Rev. 1-2-80",
                "EXAMPLE OF STATEMENT USED BY NATURALIZATION APPLICANT'S PHYSICIAN AFFIRMING APPLICANT'S NEED TO TAKE CITIZENSHIP INTERVIEW AND/OR OATH AT HOME, 00A378360",
                "Certificate of Naturalization, N-550 REV. 6-91",
                "Notice of Naturalization Oath Ceremony, N-445 (Rev. 1/8/92",
                "Naturalization Oath Ceremony Mailer",
                "N-4 Processing Worksheet, N-4 03261850",
                "Screened by NARA, 4/30/2023, N-650(6/25/97)",
                "Fingerprint Card, N-400",
                "KANSAS CITY FLERAL ARCHIVES AND RECORDS REQUESTS - FEDERAL RECORDS CENTERS, 085CAVES",
                "WORK SHEETS FOR I-90 CASES, I-157",
                "Immigrant Visa and Alien Registration, FS-511",
                "Solicitud de Visa Je Inmigrante y Registro De Extranjero, Form 510 ( (Spanish)",
                "Title: Recursos financieros personales (Personal financial resources, Form number: Form FS-510 ( (Spanish) (2–68",
                "Form FS-510 ( (Spanish) ( (2–68), Form FS-510 ( (Spanish) ( (2–68)",
                "Form FS-510 ( (Spanish) (2–68",
                "PRESIDENCIA MUNICIPAL DE AHUALULCO DE MERCADO, JAL.",
                "Notaria Parroquial, 820",
                "Nº 128026, Nº 128026",
                "CERTIFICADO, NARA, 4/2023",
                "EN NOMBRE DE LA REPÚBLICA DE MEXICO Y COMO OFICIAL DEL REGISTRO CIVIL QUE ES A MI CARGO, A LA FOJA NUMERO, 633",
                "ACTA DE DEFUNCION, 996",
                "EN NOMBRE DE LA REPÚBLICA DE MEXICO Y COMO OFICIAL DEL REGISTRO CIVIL DE ESTE LUGAR, HAGO SABER A LOS QUE LA PRESENTE VIEREN Y CERTIFICO SER CIERTO QUE EN EL LIBRO NUMERO _______ DEL REGISTRO CIVIL QUE ES MI CARGO, A LA FOJA NUMERO 496 SE ENCUENTRA ASENADO EL ACTA CUYOS DATOS APARECEN EN EL ANVERS0 Y LA CUAL COPIA FIEL Y EXACTA DE SU ORIGINAL QUE SE COMPULSA Y AUTORIZO CON MI FIRMA Y SELLO DE ESTA OFICINA A SOLICITUD DE PARTE INTERESADA EN LA CIUDAD DE MEXICALI, BAJA CALIFORNIA A. 10 DE FEBRERO MIL SETENTA Y DOS., Nº 633",
                "A QUIEN CORRESPONDA, COMANDANCIA MUNICIPAL AHUALULCO DE MERCADO, JAL.",
                "JEFATURA DE POLICIA, 11405",
                "Affidavit of Support, A-FOIA (b)(6)",
                "Manufacturers of the 'Young Look' in Coordinated Sportswear"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Canada",
                "United States",
                "Mexico"
            ]
        }
    },
    "page_count": 63
}