{
    "id": "A90413717",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "AEROMEXICO, I-94",
                "ARRIVAL-DEPARTURE RECORD, FORM 1944 REV.03/20",
                "US Postal Service Receipt for Certified Mail, N335",
                "Screened by NARA, 7/17/2023, PS Form 3800, April 1995 ( (Reverse)",
                "DECISION",
                "Application for Naturalization, Form N-4 400, Form N-335",
                "The N-644 Request for Medical Exception, N-648",
                "Title: The N-648 Request for Medical Exception was not accepted due to the following reason. Form Number: 2, The N-648 Request for Medical Exception was not accepted due to the following reason.",
                "ATTACHMENT TO FORM N-335, 090413717",
                "Application for Naturalization, N-4 (000",
                "Information about your residences and employment., N-400 ( Rev 07/19/91)",
                "Part 7. Additional eligibility factors., Form N-400 ( Rev 07/17/91N",
                "Memberships and organizations., Form N-300 ( (Rev 07/17'91N",
                "RE-EXAMINATION DETERMINATION, 090413717",
                "Title: The N-648 Request for Medical Exception was not accepted due to the following reason. Form Number: 090413717",
                "Title: N-648 Request for Medical Exception, Form Number: 090413717",
                "Physical And Mental Health Information, N-6448",
                "Notice of Incomplete N-648, Medical Certification For Disability Exceptions",
                "Background Information: You did not provide the requested background information or the background information was not legible, N-648B ( (3-30-99)",
                "Medical Certification For Disability Expections, N-648 ( (06/2497)",
                "Screened by NARA, 7/17/2023, N-648 ( (06/24/97)",
                "ATTACHMENT TO FORM N-335",
                "Medical Certification for Disability Exception, NARA #1115-02",
                "Title: Screening Form for Disability or Impairment; Form Number: N-648, TheTitle: Screening Form for Disability or Impairment; Form Number: N-6e8",
                "Certification for Disability Exceptions, N-648 ( (01/23/97)",
                "Screeneded by NARA, 7/17/2023, Form N-648 ( (01/29/7)",
                "Attention!!! Fingerprint Not Needed!!!!, Screened by NARA, 7/17/2023",
                "Fingerprint Card, N4",
                "Screeneded by NARA, 7/17/2023, CAC MEDICAL CENTERS A Division of United HealthCare of Florida, Inc.",
                "Notice of Action",
                "Additional Information, I-458, Application to Register Permanent Residence or Adjust Status.",
                "Routing and Transmittal Slip, 5041-103",
                "Title: The N-648 Request for Medical Exception was not accepted due to the following reason. Form Number: 090413717, Form Number: 090413717",
                "Title: The N-644 Request for Medical Exception was not accepted due to the following reason. Form Number: 2",
                "Request for Hearing on a Decision Naturalization Proceedings Under Section 336 of the Act",
                "Request for Hearing on a Decision in Naturalization Proceedings Under Section 336 of the Act, INS-1024",
                "Medical Certification for Disability Excepted, NARA #1115- OMB # 1115-0234",
                "Screeneded by NARA, //17/2023, Form Number: 1324c.",
                "INTERVIEWING FILE QUALITY REVIEW, 90 43 717",
                "Title: U.S. Department of Justice Immigration and Naturalization Service N-4 Adjudication Processing Worksheet, Form Number: Form N-650B ( (Rev. 1/1/98)",
                "Processing Worksheet ( (Cont’d)",
                "U.S. Department of Justice Immigration and Naturalization Service, Form N-14 ( (Rev. 9/16/97)",
                "U.S. Department of Justice Immigration and Naturalization Service, Form N-14 (Rev. 9/16/97",
                "ATTACHMENT TO FORM N-14",
                "United States Department of Justice Immigration and Naturalization Service, N400 application for Melida Amaya Chavez",
                "Screeneded by NARA, 7/17/2023, Form I-485, Application to Register Permanent Residence or Adjust Status.",
                "Designated Attestation by Fingerprinting Service Certified to Take Fingerprints, Form 1-850A ( (5-21-96)",
                "PR CASE REVIEW WORKSsheet",
                "REGIONAL PROCESSING FACILITY",
                "Application to Adjust Status from Temporary to Permanent Resident, Form I-698 ( (08/10/88) Page 1",
                "Screeneded by NARA, 7/17/2023, Form I-690",
                "Medical Examination of Aliens Seeking Adjustment of Status",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, Form I-693 ( (Rev. 09/01/87) N",
                "U.S. Department of Justice Immigration and Naturalization Service Medical Examination of Aliens Seeking Adjustment of Status",
                "Screened by NARA, 7/17/2023, I-693",
                "U.S. DEPARTMENT OF JUSTICE IMMIGRATION AND NATURALIZATION SERVICE, I-689 5/87",
                "LEGALIZATION FEE RECEIPT, INS COPY FORM NO. I-689 5/87",
                "U.S. Department of Justice Immigration and Naturalization Service Legalization/SAW Examinations Worksheet, Form I-696 ( (04/17/87)",
                "Application for Status as a a Temporary Resident, Form I-687 ( (04/ 1987) Page 1",
                "Screened by NARA, 7/17/2023, I-687 ( (04/01/87)",
                "Screened by NARA, 7/17/2023, Form I-687 ( (04/01/87) Page 3",
                "Temporary Resident Application Form, I-687 ( (04/01/87)",
                "Immigration and Naturalization Service, A 90413717",
                "Pasteur Medical Clinics, 8006",
                "U.S. Department of Justice Immigration and Naturalization Service Medical Examination of Aliens Seeking Adjustment of Status (, Form 1-693 ( (02/1478)",
                "MEDICAL CLEARANCE REQUIREMENTS FOR ALIENS SEEKING ADJUSTMENT OF STATUS",
                "U.S. Department of Justice Immigration and Naturalization Service Medical Examination of Aliens Seeking Adjustment of Status, Form I-693 ( (02/1478)",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, NARA-3015",
                "Special Warranty Deed, 12871 PG 21.",
                "Sunset Towers Apartments",
                "AFFIDAVIT, NARA-0123456789",
                "Screeneded by NARA, 7/17/2023, BRAMAN WORLD CAR CENTER Porsche+ Audi",
                "FOIA (b)(6), Screened by NARA, 7/17/2023",
                "ORIGINAL DOCUMENTS ATTACHED HAVE BEEN SEEN AND RETURNED.",
                "PASAPORTE, 2, 3",
                "REvalidaciones"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Germany",
                "Nicaragua",
                "United States"
            ]
        }
    },
    "page_count": 132
}