{
    "id": "A92348892",
    "fields": {
        "sex": {
            "ms_sex_llm_v1": "female"
        },
        "form_titles": {
            "ms_form_titles_llm_v1": [
                "Notice of Naturalization Interview, N-430A (Rev. 5/23/94)Y",
                "Please keep this appointment, even if you do not have all the items noted above or on the front., Screened by NARA, 7/5/2023",
                "Notice of Interview, N-340A",
                "Screened by NARA, 7/5/2023",
                "Notice of Naturalization Oath Ceremony",
                "Naturalization Oath Ceremony,, N-4-00052.",
                "Processing Sheet, 92 348 872",
                "Application for Naturalization, N-4",
                "Information about your residences and employment., NARA, 7/5/2023",
                "Part 7. Additional eligibility factors., Form N-400 ( Rev 07/1971N",
                "Screened by NARA, 7/5/2023, N-4 ( 1993 — 301-64/92716",
                "Naturalization Examination Results",
                "UNITED STATES DISTRICT COURT CENTRAL DISTRICT OF CALIFORNIA CITIZEN APPLICANT INFORMATION, 2-12-76 12",
                "Certificate of Naturalization, N-550 REV. 6-91",
                "LIMITED USE MATERIAL - USED IN DECISION ON LEGALIZATION/SAW APPLICATION, Form M-330 (4-05 901",
                "UNITED STATES DEPARTMENT OF JUSTICE IMMIGRAT V AND NATURALIZATION SER MEMORANDUM OF CREATION OF RECORD OF LAWFUL PERMANENT RESIDENCE, I-181 ( (REV 11-1-88)",
                "Application to Adjust Status from Temporary to Permanent Resident, Form I-698 ( (08/10/88) Page 1",
                "Form I-690 Application for Adjustment of Status to Lawful Permanent Resident, I-690",
                "Medical Examination of Aliens Seeking Adjustment of Status, INS A-FILE",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, Form I-693 ( (Rev. 09/01/87) N",
                "FINGERPRINT RECORD, NARA 2023",
                "FEDERAL BUREAU OF INVESTIGATION UNITED STATES DEPARTMENT OF JUSTICE, FD-258 ( (REV. 12-29-82)",
                "U.S. Department of Justice Immigration and Naturalization Service, I-696 ( (04/17/87)",
                "Application for Status as a Under Section 2 of the Immigration and Naturalization Service, Form I-687 ( (04/17) Page 1",
                "Resident Alien Application for Naturalization,, Form I-687 ( (04/01/87)",
                "Screened by NARA, 7/5/2023, Form I-687 ( (04/01/87) Page 3",
                "Screened by NARA, 7/5/2023, INS COPY FORM NO. I689 5/87",
                "Medical Examination of Aliens Seeking Adjustment of Status (",
                "Medical Clearance Requirements for Aliens Seeking Adjustment of Status, NARA-01234",
                "U.S. Department of Justice Medical Examination of Aliens Seeking Adjustment of Status, Form I-693 ( (02/1478)",
                "MEDICAL Clearance Requirements for Aliens Seeking Adjustment of Status, NARA-0123456789",
                "Screened by NARA, 7/5/2023, AR 8304400",
                "COPY",
                "REGISTRAOR DEL ESTADO CIVIL DE LAS PERSONAS DE TIPITAPA., COPY",
                "EXPIRIENCIA DE EXPIEDICIÓN DE PASAPORTE DE NICARAGUA, ARA 7152023"
            ]
        },
        "countries": {
            "ms_countries_nlp_v1": [
                "Germany",
                "Nicaragua",
                "United States"
            ]
        }
    },
    "page_count": 47
}